[{"id": "1", "tool": "Awesome Tool", "work_role": "Data Scientist", "user_story": "As a data scientist, I need to be able sum inputs automatically, so I can increase efficiency."}, {"id": "2", "tool": "Horrible Tool", "work_role": "Analyst", "user_story": "As an analyst, I need to be able to search text in images, so I can search through large documents quickly."}, {"id": "3", "tool": "Awesome Tool", "work_role": "Data Scientist", "user_story": "As a data scientist, I need to be able import multiple datasets at one time, so I can aggregate them."}, {"id": "4", "tool": "Great Tool", "work_role": "Manager", "user_story": "As a manager, I need to be able to add my employees to a group, so I can send them mass notifications."}, {"id": "5", "tool": "Horrible Tool", "work_role": "Product Owner", "user_story": "As a product owner, I need the ability to send push notifications to my phone, so I can easily keep track fo the backlog."}, {"id": "6", "tool": "Great Tool", "work_role": "executive assistant", "user_story": "As a executive assistant, I need a way to track multiple calendars, so that i dont have to open multiple windows at the same time"}, {"id": "7", "tool": "Great Tool", "work_role": "program manager", "user_story": "As a program manager, I need a tool to track multiple timelines on projects, so that i can keep all of my projects in order"}, {"id": "8", "tool": "Great Tool", "work_role": "program manager", "user_story": "As a program manager, I need a tool to track multiple timelines on projects, so that i can keep all of my projects in order"}, {"id": "9", "tool": "Horrible Tool", "work_role": "analyst", "user_story": "As a analyst, I need to be able to perform advanced calculations on data, so that i do not have to do these calculations by hand"}, {"id": "10", "tool": "Great Tool", "work_role": "Program Manager", "user_story": "As a program manager, I need a tool to track multiple timelines on projects , so that i can keep all of my projects in order"}, {"id": "11", "tool": "Horrible Tool", "work_role": "Data Scientist", "user_story": "As a data scientist, I need a way to make text larger on the screen, so that i can more easily and quickly read the output"}, {"id": "12", "tool": "Awesome Tool", "work_role": "Analyst", "user_story": "As a analyst, I need to be able to scan large image files, so that i can run them through ai algorithms"}, {"id": "13", "tool": "Horrible Tool", "work_role": "Program Manager", "user_story": "As a program manager, I need a way quickly create large zoom meetings, so that i can gather my employees for quick calls rapidly"}, {"id": "14", "tool": "Great Tool", "work_role": "Data Scientist", "user_story": "As a data scientist, I need to be able to do large numbers of statistical calculations quickly, so that i can perform statistical analysis more efficiently"}, {"id": "15", "tool": "Awesome Tool", "work_role": "Executive Assistant", "user_story": "As a executive assistant, I need to be able to send out automated email reminders, so that i dont forget to keep our office informed of upcoming events"}, {"id": "16", "tool": "Awesome Tool", "work_role": "Analyst", "user_story": "As a analyst, I need to be able to set up meeting reminders, so that i dont miss important meetings"}, {"id": "17", "tool": "Awesome Tool", "work_role": "Analyst", "user_story": "As a analyst, I need fawefawefwaefwaef, so that waefwaefawefwafwae"}, {"id": "18", "tool": "Awesome Tool", "work_role": "Analyst", "user_story": "As a analyst, I need fawefawefawefwae, so that awefwaefwafwaefwaf"}]